Revit 2027 API
ParameterTypeId.AnalyticalModelEndZProjection Property
 "End z Projection"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalModelEndZProjection { get; }
Public Shared ReadOnly Property AnalyticalModelEndZProjection As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalModelEndZProjection {
	ForgeTypeId^ get ();
}
static member AnalyticalModelEndZProjection : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace